Repository: nzilbb/labbcat-server
Catalog: user-interface/src/main/angular/src/locale/messages.*.xlf
Languages: es

source: Transcript codes in the first column
es: Nombre del transcripción en la primera columna

source: Duplicate transcript codes ignored
es: Transcripciones duplicadas se omitirán

source: Filtering transcripts is disabled when the 'Transcript count' participant filter is active
es: Se deshabilita la opción de filtrar transcripciones cuando el filtro

source: Selected transcripts
es: Transcripciones seleccionadas

source: all transcripts
es: todas las transcripciones

source: all transcripts with selected participants
es: todas las transcripciones con participantes seleccionados

source: Match options
es: Opciones de correspondencia

source: Display option
es: Opciones de muestra

source: Statistics
es: Estadisticas

source: Tasks
es: Tareas

source: There are currently no tasks
es: No hay tareas

source: Started
es: Empezó

source: By
es: Por

source: Duration
es: Duración

source: Task
es: Tarea

source: Monitor this task
es: Monitorear esta tarea

source: Running
es: Procesando

source: Complete
es: Completada

source: Release task
es: Librar esta tarea

source: Show task log
es: Mostrar registros

source: (main participant)
es: (participante principal)

source: Edit this participant's attributes
es: Editar los atributos de este participante

source: View this participant's attributes
es: Ver los atributos de este participante

source: List transcripts
es: Enumerar transcripciones

source: List transcripts including this participant
es: Enumerar las transcripciones que incluyen este participante

source: Export formatted, including transcript lines
es: Exportar en formato elegido, incluyendo renglones de transcripciones

source: and selected layers
es: y capas seleccionadas

source: Search transcript
es: Buscar en transcripción

source: Search this transcript for patterns on annotation layers
es: Buscar patrones de anotaciones en esta transcripción

source: Search episode
es: Buscar en episodio

source: Search transcripts in this episode for patterns on annotation layers
es: Buscar patrones de anotaciones en transcripciones en este episodio

source: Search participants
es: Buscar por participante

source: Search this participant's utterances for patterns on annotation layers
es: Buscar patrones de anotaciones en locuciones por este participante

source: Edit the transcript of this utterance
es: Editar la transcripción de esta locución

source: Utterance transcript cannot be blank
es: Transcripción de locución no puede ser vacía

source: Cancel editing transcript
es: Cancelar edición de transcripción

source: Save changes to transcript
es: Guardar cambios hechos en la transcripción

source: {{l}}{{word.labels(l).length > 1 ? ' [' + word.labels(l).length + ']' : ''}}: {{word.labels(l).join(' ') || '(no annotation)'}}
es: {{l}}{{word.labels(l).length > 1 ? ' [' + word.labels(l).length + ']' : ''}}: {{word.labels(l).join(' ') || '(sin anotación)'}}

source: Tag label, or blank to delete
es: Etiqueta, o vaciar para eliminar anotación

source: Save changes to tag
es: Guardar cambios a la etiqueta

source: Edit tag
es: Editar etiqueta

source: Add new tag
es: Agregar etiqueta nueva

source: Extract audio
es: Extraer audio

source: Extract audio fragment for this utterance
es: Extraer el fragmento de audio que corresponde a esta locución

source: Open audio in Praat
es: Abrir audio con Praat

source: Open TextGrid in Praat
es: Abrir TextGrid en Praat

source: Open TextGrid incl. ± 1 utterance in Praat
es: Abrir TextGrid en Praat incluyendo ± 1 locución

source: Suggest correction
es: Sugerir corrección

source: Suggest a correction to the transcript of this utterance
es: Sugerir corrección a la transcripción de esta locución

source: Clear transcript filters
es: Eliminar filtros de transcripción

source: Collapse 'Generate' options
es: Cerrar opciones de 'Generar'

source: Export Formatted
es: Exportar en Formato

source: Format to convert to
es: Formato para convertir

source: Collapse 'Export Formatted' options
es: Cerrar opciones de 'Exportar en Formato'

source: List Participants
es: Enumerar Participantes

source: List participants in these transcripts
es: Enumerar participantes en estas transcripciones

source: Search selected transcripts
es: Buscar en transcripciones seleccionadas

source: Clear filters relating to participants
es: Eliminar filtros relacionados a partcipantes

source: Annotation layers to include in the exported files
es: Capa de anotación para incluir en los archivos extraidos

source: Versions
es: Versiones

source: System
es: Sistema

source: Formats
es: Formatos

source: Layer Managers
es: Módulos de Capas

source: Annotator modules
es: Módulos anotadores

source: 3rd Party Software
es: Software de Terceros

source: Browser Integration
es: Integración del Navigador

source: Praat Extension
es: Extensión Praat

source: Show full names for participant/transcript attributes
es: Mostrar nombres completos de atributos de participantes/transcripciones

source: Upload document
es: Cargar documento

source: Delete document
es: Eliminar documento

source: Follow progress
es: Seguir progreso
