Repository: nzilbb/labbcat-server
Catalog: user-interface/src/main/angular/src/locale/messages.*.xlf
Languages: es

source: Return only the first match in each transcript
es: Limitar solo al primer resultado de cada transcripción

source: Only one match per transcript.
es: Solo un resultado por transcripción.

source: Exclude simultaneous speech
es: Excluir locuciones simultáneas

source: Exclude utterances with more than
es: Excluir locuciones con más de

source: Define what counts as simultaneous speech
es: Definir qué cuenta como locución simultánea

source: % overlap
es: % contenido simultaneo

source: Do not open a list of matches when search is complete
es: Cuando termine la búsqueda, no enumerar los resultados

source: No matches, only a summary of results
es: Sin resultados, sólo un resumen

source: Search for instance of this pattern
es: Buscar para instancias de este patrón

source: Search
es: Buscar

source: List participant that are included in this transcript
es: Enumerar participantes que están incluidos en esta transcripción

source: Which layer to generate
es: Cuál capa para generar

source: All layers
es: Todas las capas

source: Regenerate layers for all selected transcripts
es: Regenerar capas para todas las transcripciones seleccionadas

source: Export Media
es: Guardar Medios

source: Export media files of all selected transcripts
es: Guardar los archivos de medios de todas las transcripciones seleccionadas

source: Export Original
es: Guardar Transcripciones

source: Export original transcript of all selected transcripts
es: Guardar las transcripciones originales de todas las transcripciones seleccionadas

source: Annotation layers to include in the exported files
es: Capas de anotaciones para incluir en archivos exportados

source: Layers
es: Capas

source: Format to convert to
es: Formato de conversión

source: Export Format
es: Formato de Exportación

source: Convert to selected format
es: Convertir al formato seleccionado

source: Search transcripts including these transcripts
es: Buscar transcripciones incluyendo estas transcripciones

source: Main Participants
es: Participantes Principales

source: Media
es: Medios

source: Attributes
es: Atributos

source: {VAR_SELECT, select, New {New} Save {Save} Delete {Delete} other {{{label}}} }
es: {VAR_SELECT, select, New {Nuevo} Save {Guardar} Delete {Eliminar} other {{{label}}} }

source: All Utterances
es: Todas las Locuciones

source: Edit participant
es: Editar participante

source: List more participants
es: Enumerar más participantes

source: [any]
es: [cualquier]

source: Load participants from file
es: Cargar participantes desde archivo

source: Only include transcripts for which these are the main participants.
es: Solo incluir transcripciones con estos como participantes principales.

source: Include transcripts of type:
es: Incluir transcripciones de los siquientes tipos:

source: List all utterances
es: Enumerar todas las locuciones

source: List
es: Enumerar

source: Upload Transcript
es: Subir Transcripción

source: Add or update a transcript
es: Agregar o actualizar transcripción

source: Upload Transcript Batch
es: Subir Transcripciones en Lotes

source: Add or update many transcripts at once
es: Agregar o actualizar múltiples transcripciones a la vez

source: Upload Transcript Data
es: Subir datos de Transcripciónes

source: the New Zealand Institute of Language, Brain and Behaviour
es: el New Zealand Institute of Language, Brain and Behaviour

source: and is free software distributed under the terms of the
es: y es software libre distribuido bajo los términos del

source: Missing Pronunciations
es: Pronunciaciones que Faltan

source: First occurrence of the word
es: Primer instancia de la palabra

source: Search the dictionary for a similar word
es: Buscar en el diccionario para una palabra similar

source: Pronunciation to add to the dictionary
es: Pronunciaciones para agregar al diccionario

source: Pronunciation
es: Pronunciación

source: Phoneme symbol selector
es: Selector de símbolos fonológicos

source: Generating suggestions...
es: Generando sugerencias...

source: Use this pronunciation
es: Usar esta pronunciación

source: no matches
es: ningúna coincidencia

source: Save all pronunciations
es: Guardar todas las pronunciaciones

source: Start
es: Empezar

source: Start forced alignment
es: Empezar el proceso de sincronización automática

source: Cannot be blank
es: No puede estar vacío

source: Enter a value that's not in the list
es: Introduzca un valor que no esté en la lista

source: List transcripts that include this participant
es: Enumerar transcripciones que incluyen este participante

source: Corpora
es: Corpuses

source: Language
es: Idioma

source: Description
es: Descripción

source: Add new record
es: Añadir nuevo renglón

source: Information about this corpus
es: Información sobre este corpus

source: Save all changed records
es: Guardar todos los datos cambiados

source: Edit overall information
es: Editar información general

source: Transcript Types
es: Tipos de Transcripción

source: View, create, and edit transcript categories
es: Ver, crear, y editar categorías de transcripción

source: View, create, and edit segment layers
es: Ver, crear y editar capas de segmentos

source: View, create, and edit word layers
es: Ver, crear y editar capas de palabras

source: View, create, and edit phrase layers
es: Ver, crear y editar capas de frases

source: View, create, and edit span layers
es: Ver, crear, y editar capas de intervalos

source: View, create, and edit transcript attributes
es: Ver, crear, y editar atributos de transcripciones

source: View, create, and edit transcript attribute categories
es: Ver, crear, y editar categorías de atributos de transcripciones

source: View, create, and edit participant attributes
es: Ver, crear, y editar atributos de participantes

source: View, create, and edit participant attribute categories
es: Ver, crear, y editar categorías de atributos de participantes

source: View, create, and edit corpora
es: Ver, crear, y editar corpuses

source: Projects
es: Proyectos

source: View, create, and edit projects
es: Ver, crear, y editar proyectos

source: Media Tracks
es: Pistas de Medios

source: View, create, and edit media tracks
es: Ver, crear, y editar pistas de medios

source: Users
es: Usuarios

source: View, create, and edit users
es: Ver, crear y editar usuarios

source: User Roles
es: Roles de Usuarios

source: View, create, and edit user roles
es: Ver, crear, y editar roles de usuarios

source: System Attributes
es: Atributos del Sistema

source: View and edit system attributes
es: Ver y editar atributos del sistema

source: Configuration set
es: Configuración guardada

source: Reset PW
es: Cambiar Contraseña

source: Reset Password
es: Cambiar Contraseña

source: Whether the user will be asked to change their password next time they log in
es: Exigir al usuario cambiar su contraseña al entrar

source: Annotators
es: Glosadores

source: View, install, and uninstall annotator modules
es: Ver, instalar, y eliminar módulos de glosadores

source: Suffix
es: Sufijo

source: Order
es: Órden

source: Display order
es: Órden de apareciencia

source: (no suffix)
es: (sin sufijo)

source: Media files with no suffix
es: Archivos de medios sin sufijo

source: Members
es: Integrantes

source: Permissions
es: Permisos

source: Role Permissions for
es: Permiso de rol para

source: Entity
es: Entidad

source: What the permission protects
es: Que proteje el permiso

source: Transcript Attribute
es: Atributo de Transcripción

source: Transcript attribute to check
es: Atributo de transcripción para verificar

source: Pattern
es: Patrón

source: Regular expression to match the attribute value
es: Expresión regular para testear el valor del atributo

source: Pattern
es: Patrón

source: Type
es: Tipo

source: Install Annotator
es: Instalar Glosador

source: Annotator .jar File
es: Archivo .jar del Glosador

source: Annotator ID
es: Identificador del Glosador

source: Annotator ID
es: Identificador del Glosador

source: Replaces version
es: Reemplaza la versión

source: Replaces version
es: Reemplaza la versión

source: Version
es: Versión

source: Version
es: Versión

source: Install
es: Instalar

source: Confirm annotator installation
es: Confirmar instalación del glosador

source: Cancel
es: Cancelar

source: Cancel annotator installation
es: Cancelar instalación del glosador

source: Annotator information
es: Información sobre del glosador

source: Upload Annotator Module
es: Instalar Módulo de Glosador

source: Install or upgrade annotator module
es: Instalar o actualizar un módulo de glosador

source: Show information
es: Mostrar información

source: Automation tasks performed by this annotator
es: Tareas de automatización realizado por este glosador

source: Tasks
es: Tareas

source: Annotation extensions
es: Extensiones del glosador

source: Extensions
es: Extensiones

source: Uninstall
es: Quitar

source: Automation Tasks for
es: Tareas de Automatización para

source: Task ID
es: ID de Tarea

source: Media for
es: Medios para

source: Upload {{track.suffix}} media file
es: Subir archivo de medios {{track.suffix}}

source: Delete media file
es: Eliminar archivo de medios

source: Media Prompt
es: Prompt para medios

source: Task Parameters
es: Parámetros de Tarea

source: Parameters
es: Parámetros

source: Overall Corpus information
es: Información General

source: Save info
es: Guardar información

source: Users with Role
es: Usuarios con Rol

source: Click to add user to role
es: Pulsar para agregar el usuario al rol

source: Click to remove user from role
es: Pulsar para sacar el usuario del rol

source: Click users to add or remove them
es: Pulsar el botón del usuario para agregar o sacarlo

source: Click users to add or remove them
es: Pulsar el botón del usuario para agregar o sacarlo

source: Email
es: Mail

source: Email Address
es: Dirección de Mail

source: Roles the user has
es: Roles que tiene el usuario

source: Password
es: Contraseña

source: Change Pass Phrase for
es: Cambiar contraseña para

source: Enter a new pass phrase
es: Introducir la nueva contraseña

source: Enter a new pass phrase for the participant here
es: Introducir la nueva contraseña para el participante

source: Repeat Pass Phrase
es: Repetir Contraseña

source: Enter the same pass phrase again
es: Repetir la misma contraseña de nuevo

source: Reset Next Login
es: Recolocar al Entrar

source: Reset Next Login
es: Recolocar al Entrar

source: Ask the user to change their pass phrase next time they log in
es: Pedir al usuario cambiar la contraseña la próxima vez que entre

source: Change Pass Phrase
es: Cambiar Contraseña

source: Set a pass phrase for the participant
es: Establecer una contraseña para el participante

source: Valid Labels
es: Etiquetas válidas

source: Label
es: Etiqueta

source: Layer ID
es: Nombre de Capa

source: Phonological
es: Fonológico

source: Tree
es: Árbol

source: Label Type
es: Tipo de Etiqueta

source: Alignment
es: Sincronización

source: None
es: Ninguna

source: Instants
es: Instantes

source: Intervals
es: Intervalos

source: Manager
es: Glosador

source: Filter
es: Filtrar

source: Filter the list
es: Filtrar esta lista

source: Layer Manager
es: Glosador de esta capa

source: Always
es: Siempre

source: Upload
es: Subir

source: Never
es: Nunca

source: When to generate layer data
es: Cuando se genera los datos de la capa

source: Project
es: Proyecto

source: [none]
es: [ninguno]

source: Category
es: Categoría

source: Valid labels
es: Etiquetas válidas

source: String
es: Cadena de Caracteres

source: Integer
es: Entero

source: Select
es: Seleccionar

source: Date
es: Fecha

source: Time
es: Hora

source: Date/Time
es: Fecha/Hora

source: Boolean
es: Booleano

source: Read-Only
es: Sólo-Lectura

source: Layer Label
es: Etiqueta de Capa

source: Access
es: Acceso

source: Private
es: Privado

source: Public
es: Público

source: Whether the attribute can be used as a list filter
es: Si el atributo se puede usar como filtro de una lista

source: Searchable
es: Buscable

source: Searchability
es: Buscabilidad

source: Not Searchable
es: No Buscable

source: Move up
es: Mover hacia arriba

source: Move down
es: Mover hacia abajo

source: Style
es: Estilo

source: Size of box
es: Tamaño de la casilla

source: Size
es: Tamaño

source: Minimum allowed value
es: Mínimo permitido para valor

source: Maximum allowed value
es: Máximo permitido para valor

source: User selects by moving a slide control
es: Usuario elige con un control deslizante

source: Slider
es: Deslizador

source: Label for minimum end of the slider
es: Etiqueta para el lado mínimo del deslizador

source: Min Label
es: Etiqueta Min

source: Label for maximum end of the slider
es: Etiqueta para el lado máximo del deslizador

source: Max Label
es: Etiqueta Max

source: Whether the user can enter a value other than the predetermined labels
es: Si el usuario puede ingresar un valor no incluido en los valores predeterminados

source: Other
es: Otro

source: Whether the user can select more than one label
es: Si el usuario puede elegir múltiples valores

source: Whether it's a list buttons to check, or a dropdown list
es: Si es una lista de botones para tildar, o una lista desplegable

source: Radio-buttons
es: Botones Radio

source: Check-boxes
es: Casillas

source: Categories
es: Categorías

source: Edit list of possible categories for these attributes
es: Editar lista de categorías para estos atributos

source: Transcript Attribute Categories
es: Categorías de Atributos de Transcripciones

source: Participant Attribute Categories
es: Categorías de Atributos de Participantes

source: Layer configuration
es: Configuración de la capa

source: Layer dictionary
es: Diccionario de la capa

source: Lexical Auxiliary
es: Auxiliar Léxico

source: Pronounce Auxiliary
es: Auxiliar de Pronunciación

source: Other configurations for this layer
es: Otras configuraciones para esta capa

source: Regenerate annotations
es: Regenerar las anotaciones

source: Copy from other layer
es: Copiar de otra capa

source: Clear layer
es: Borror datos de la capa

source: Add Data License Agreement
es: Crear Acuerdo de Licenciamiento

source: Edit Data License Agreement
es: Editar Acuerdo de Licenciamiento

source: Save license agreement
es: Guardar Acuerdo de Licenciamiento

source: Delete license agreement
es: Eliminar Acuerdo de Licenciamiento

source: Text on the label in the transcript for this label (e.g. the IPA version of the label) - blank to use Label
es: Texto para la etiqueta en la transcripción para este etiqueta (por ejemplo la etiqueta en el AFI) - poner en blanco para usar Etiqueta

source: Display
es: Mostrar

source: Display (blank to use Label)
es: Mostrar (poner en blanco para use Etiqueta)

source: Text on the label helper for this label (e.g. the IPA version of the label) - blank to use Display
es: Texto en el selector de etiquetas para este etiqueta (por ejemplo la etiqueta en el AFI) - poner en blanco para usar Etiqueta

source: Selector (blank to use Display)
es: Selector (poner en blanco para use Etiqueta)

source: Subcategory
es: Subcategoría

source: Text on the label helper or in the transcript, for this label (e.g. the IPA version of the label)
es: Texto en el selector de etiquetas o la transcripción para este etiqueta (por ejemplo la etiqueta en el AFI)

source: Edit the data access license agreement
es: Editar Acuerdo de Licenciamiento para Uso de Datos

source: Data License Agreement
es: Acuerdo de Licenciamiento para Uso de Datos

source: Any {{category}}
es: Cualquier {{category}}

source: Generate
es: Generar

source: Generate labels from existing layer data
es: Generar etiquetas de los datos existentes

source: Phrase Layers
es: Capas de Frases

source: Phrase
es: Frase

source: Word Layers
es: Capas de Palabras

source: Word
es: Palabra

source: Segment Layers
es: Capas de Segmentos

source: Segment
es: Segmento

source: Show attribute prefixes
es: Mostrar prefijos de atributos

source: Show icons that correspond to layer properties
es: Mostrar iconos que corresponden a las propiedades de las capas

source: Show layer icons
es: Mostrar iconos

source: Show the number of annotations in each layer
es: Mostrar la cuenta de anotaciones de cada capa

source: Show annotation counts
es: Mostrar cuentas de anotaciones

source: Close message
es: Eliminar mensaje

source: Annotations in Intervals
es: Anotaciones dentro de Intervalos

source: Upload search results from file
es: Cargar resultados de búsqueda desde un archivo

source: {{rowCount}} rows
es: {{rowCount}} renglones

source: What should the file look like?
es: ¿Cómo tiene que ser el archivo?

source: Comma-separated values (.csv) file exported from results of a search, with
es: Archivo de valores delimitados por coma (.csv) guardado de los resultados de una búsqueda, con

source: One row per token you want to measure (word, segment, etc.)
es: Un renglón por token que que quiere medir (palabra, segmento, etc.)

source: Columns
es: Columnas

source: Transcript name
es: Nombre de Transcripción

source: Participant name
es: Nombre de Participante

source: Start time for the token you want to measure
es: Principio del token para medir

source: End time for the token you want to measure
es: Final del token para medir

source: (All other columns will be included in the output)
es: (Todas las columnas son incluidos en en resultado final)

source: Which field identifies the name of the transcript
es: Cuál de los campos identifica el nombre de la transcripción

source: Which field identifies the name of the participant speaking
es: Cuál de los campos identifica el participante que está hablando

source: (none)
es: (ninguno)

source: Annotations
es: Anotaciones

source: entirely
es: totalmente

source: at least partially
es: por lo menos parcialmente

source: between
es: entre

source: Which field identifies the start time of the token
es: Cuál de los campos identifica el principio del token

source: Start time
es: Principio

source: Which field identifies the end time of the token
es: Cuál de los campos identifica el final del token

source: End time
es: Final

source: If there's more than one annotation, what should separate the labels?
es: Si hay más de una anotación, ¿que separara sus etiquetas?

source: Label delimiter
es: Seperador de Etiquetas

source: Include a space between labels
es: Incluir espacios entre entiquetas

source: space
es: espacio

source: Include a tab between labels
es: Incluir carácter de tabulador entre las etiquetas

source: tab
es: tabulador

source: Put each label on its own line
es: Colocar cada etiqueta en su propio renglón

source: line break
es: renglón

source: Start annotation extraction
es: Empezar extracción de anotaciones

source: Extract Annotations
es: Extraer Anotaciones

source: Please select at least one layer
es: Por favor elija por lo menos una capa

source: Credits
es: Créditos

source: Dictionaries
es: Diccionarios

source: There are currently no dictionaries.
es: Actualmente no hay diccionarios

source: Lookup entries in this dictionary
es: Buscar en este diccionario

source: No layer manager specified
es: No hay módulo especificado

source: No dictionary specified
es: No hay diccionario especificado

source: Lookup Dictionary:
es: Buscar en Diccionario:

source: Upload word list from file
es: Cargar una lista de palabras desde un archivo

source: Comma-separated values (.csv) file a column containing word you want to look up in the dictionary.
es: Archivo de valores delimitados por coma (.csv) con una columna que contiene las palabras para buscar en en diccionario

source: Which field identifies the word to look up
es: Cuál de los campos identifica la palabra para buscar

source: Word column
es: Columna de Palabra

source: If the word has multiple entries in the dictionary, include only the first one.
es: Si la palabra tiene multiples entradas en el diccionario, incluir sóla la premera

source: First entry only
es: Primera entrada sola

source: Lookup words
es: Buscar palabras

source: Lookup
es: Buscar

source: Please select a word list file.
es: Por favor elija un archivo con una lista de palabras

source: You have no transcripts yet. For some guidance on setting up LaBB-CAT and uploading your first transcripts, click the link below:
es: No hay transcripciones todavía. Para guiarte en los próximos pasos, seleccione una de las opciones abajo:

source: Click here for some initial guidance
es: Guía para empezar

source: Where do I start?
es: ¿Donde empiezo?

source: define corpora
es: Definir Corpuses

source: define transcript types
es: Definir Tipos de Transcripción

source: upload transcripts
es: Cargar Transcripciones

source: Further Information
es: Más Información

source: Edit Agreement
es: Editar Acuerdo

source: I agree
es: Estoy de acuerdo

source: Login
es: Iniciar Sesión

source: Login error
es: Error de inicio

source: Username
es: Usuario

source: Your user ID
es: Su nombre de usuario

source: Password
es: Contraseña

source: Your pass phrase
es: Su contraseña secreta

source: Upload Results
es: Cargar Resultados

source: Comma-separated values (.csv) file exported from results of a search, with one column that unambiguously identifies the matched token (ideally the original MatchId column, but the token URL can also be used).
es: Archivo de valores delimitados por coma (.csv) guardado de los resultados de una búsqueda, con una columna que identifica el token identificado (preferiblemente la columna MatchId original, pero el URL del token también sirve)

source: Which field identifies the match
es: Cuál de los campos identifica el resultado

source: Match ID
es: ID de Resultado

source: Upload results file so that further data can be extracted
es: Cargar archivo de resultados para extraer más datos

source: Filter participants
es: Filtrar participantes

source: Modify filter
es: Modificar filtro

source: Modify current participant filter
es: Cambiar el filtro de participantes actual

source: Clear filter
es: Eliminar filtro

source: Clear participant filter
es: Eliminar el filtro de participantes

source: Clear selections
es: De-seleccionar opciones

source: Clear participant selections
es: De-seleccionar todos los participantes seleccionados

source: Or
es: Ó

source: One of the following:
es: Una de las opciones siguientes:

source: Plain text (.txt)
es: Texto (.txt)

source: One participant code per line
es: Un participante por renglón

source: Invalid participant codes ignored
es: Identificadores de participantes inválidos se omitirán

source: Comma-separated values (.csv)
es: Valores delimitados por coma (.csv)

source: Participant codes in the first column
es: Identificador del participante en la primera columna

source: Duplicate participant codes ignored
es: Participantes duplicados se omitirán

source: Tab-separated values (.tsv)
es: Archivo de valores delimitados por tabulador (.tsv)

source: Selected participants
es: Participantes seleccionados

source: all participants
es: todos los participantes

source: all participants in selected transcripts
es: todos los participantes en transcripciones seleccionadas

source: List more
es: Mostrar más

source: Filter transcripts
es: Filtrar transcripciones

source: Modify current transcript filter
es: Modificar el filtro de transcripciones actual

source: Clear transcript selections
es: De-seleccionar todas las transcripciones seleccionadas

source: Load transcripts from file
es: Cargar transcripciones desde un archivo

source: One transcript code per line
es: Un nombre de transcripción por renglón

source: Invalid transcript codes ignored
es: Nombres de transcripciones inválidos se omitirán

source: without selected participants
es: sin participantes seleccionados

source: ignored
es: ignoradas
