Repository: nzilbb/labbcat-server
Catalog: user-interface/src/main/angular/src/locale/messages.*.xlf
Languages: es

source: was developed at
es: fue desarrollado por

source: the New Zealand Institute of Language, Brain and Behaviour
es: el New Zealand Institute of Language, Brain and Behaviour

source: and is free software distributed under the terms of the
es: y es software libre distribuido bajo los términos del

source: The source code is available
es: El código fuente está disponible

source: here
es: aquí

source: {VAR_SELECT, select, New {New} Save {Save} Delete {Delete} other {{INTERPOLATION}}}
es: {VAR_SELECT, select, New {Nuevo} Save {Guardar} Delete {Eliminar} other {{INTERPOLATION}}}

source: Layer Categories
es: Categorías de Capas

source: Projects
es: Proyectos

source: Participant Attributes
es: Atributos de participantes

source: Participant
es: Participante

source: Transcript Attributes
es: Atributos de Transcripciones

source: Transcript
es: Transcripción

source: Span Layers
es: Capas Flotantes

source: Span
es: Flotante

source: {{layer.alignment==2? 'Labelled interval' :layer.alignment==1? 'Labelled moment' : 'Label' }}
es: {{layer.alignment==2? 'Intervalo etiqueteado' :layer.alignment==1? 'Momento etiqueteado' : 'Etiqueta' }}

source: Phrase Layers
es: Capas Frases

source: Phrase
es: Frase

source: Word Layers
es: Capas de Palabras

source: List participant that are included in this transcript
es: Enumerar participantes que están incluidos en esta transcripción

source: Episode
es: Episodio

source: Word
es: Palabra

source: Previous
es: Anterior

source: Previous transcript in the episode
es: Transcripción anterior en el episodio

source: Next
es: Siguiente

source: Next transcript in the episode
es: Transcripción siguiente en el episodio

source: Tick to show media
es: Marcar para mostrar medios

source: Download {{file.name}}
es: Bajar {{file.name}}

source: image {{trackSuffix.key}}
es: imagen {{trackSuffix.key}}

source: image
es: imagen

source: other {{trackSuffix.key}}
es: otro {{trackSuffix.key}}

source: other
es: otro

source: Local media file
es: Archivo de multimedia local

source: Local media
es: Multimedia local

source: Set up Praat integration
es: Instalar integración con Praat

source: Large video
es: Video Grande

source: Repeat
es: Repetir

source: Edit Media
es: Editar Multimedia

source: Which layer to generate
es: Cuál capa a generar

source: All layers
es: Todas las capas

source: Regenerate layers for this transcript
es: Regenerar capas para esta transcripción

source: Main Participants
es: Participantes Principales

source: Convert to selected format
es: Convertir a formato seleccionado

source: Original transcript file
es: Archivo de transcripción original

source: Original transcript:
es: Transcripción original

source: Episode Documents
es: Documentos del Episodio

source: Documents for this episode
es: Documentos asociados con este episodio

source: Edit
es: Editar

source: Edit transcript attributes
es: Editar atributos de la transcripción

source: Import Changes
es: Importar Cambios

source: Import changes made to TextGrid into LaBB-CAT
es: Importar a LaBB-CAT cambios hechos al TextGrid

source: Permalink to utterance
es: Permalink para esta locución

source: Utterance
es: Locución

source: Open in Praat
es: Abrir en Praat

source: Open utterance audio in Praat
es: Abrir audio de la locución en Praat

source: Open TextGrid
es: Abrir TextGrid

source: Open utterance audio and TextGrid in Praat
es: Abrir audio y TextGrid de la locución en Praat

source: Open TextGrid ± 1 utterance
es: Abrir TextGrid ± 1 locución

source: Open utterance audio and TextGrid in Praat, including previous and next utterances
es: Abrir audio y TextGrid en Praat, incluyendo la locución anterior, esta locución, y la próxima locución.

source: Extract utterance audio fragment
es: Extraer fragmento de audio que corresponde a esta locución

source: Play
es: Reproducir

source: Play this utterance
es: Reproducir esta locución

source: Edit Transcript
es: Editar Transcripción

source: Edit utterance transcript
es: Editar transcripción de esta locución

source: Suggest Correction
es: Sugerir Corrección

source: Suggest a correction to the transcription of this utterance
es: Sugerir una corrección para la transcripción de esta locución

source: Permalink to word
es: Permalink para esta palabra

source: Edit word token layers
es: Editar etiquetas en capas para palabras

source: Whether to show interpretation of labels (e.g. IPA) or uninterpreted labels (e.g. CELEX DISC)
es: Mostrar interpretación de las etiquitas (por ejemplo usando el AFI) o las etiquetas originales (por ejemplo códigos de CELEX DISC)

source: Upload Transcripts
es: Subir Transcripciones

source: Defaults
es: Opciones por Defecto

source: Transcript Type
es: Tipo de Transcripción

source: Whether LaBB-CAT should run automatic layer generation when uploading existing transcripts
es: Si LaBB-CAT debe generar capas automáticas al subir transcripciones que ya existen

source: Generate Layers
es: Generar Capas

source: Whether to automate upload by allowing LaBB-CAT to make all decisions about tier/layer mappings and other options, and upload files one after the other automatically.
es: Si LaBB-CAT debe automatizar la carga de archivos, aceptando todos los valores de parámetros para gradas/capa y/o otras opciones, y subiendo los archivos uno tras del otro.

source: Automated Upload
es: Carga Automatizada

source: Cancel
es: Cancelar

source: Cancel current processing
es: Cancelar procesamiento corriente

source: Upload
es: Subir

source: Add all transcripts to LaBB-CAT
es: Agregar todas las transcripciones a LaBB-CAT

source: Delete
es: Eliminar

source: Delete all transcripts from LaBB-CAT
es: Eliminar todas las transcripciones de LaBB-CAT

source: Clear Existing
es: Remover Existentes

source: Remove all files from the queue that are already in LaBB-CAT
es: Remover de la fila todos los archivos que ya están en LaBB-CAT

source: Clear New
es: Remover Nuevos

source: Remove all files from the queue that are not already in LaBB-CAT
es: Remover de la fila todos los archivos que no existen todavía en LaBB-CAT

source: Clear
es: Remover

source: Remove all files from the queue
es: Remover todos los archivos de la fila

source: Report
es: Informe

source: Report about uploads
es: Informe sobre carga de archivos

source: Drop transcript and media files on to this area
es: Soltar archivos de transcripción y multimedia sobre esta area

source: Queue of transcripts to upload
es: File de transcripciones para subir

source: Select files for upload
es: Seleccionar archivos para subir

source: Media
es: Multimedia

source: Type
es: Tipo

source: Status
es: Estado

source: Progress
es: Progreso

source: Show/hide parameters
es: Mostrar/ocular parámetros

source: [no transcript yet]
es: [sin transcripción]

source: Remove this file from the queue
es: Remover este renglón de la fila

source: Queue length
es: Longitud de la fila

source: Skip
es: Saltar

source: Skip this transcript and upload the next
es: Omita esta transcripción y cargue la siguiente

source: Set the parameters for this transcript
es: Fijar parámetros para esta transcripción

source: Segment Layers
es: Capas de Segmentos

source: Segment
es: Segmento

source: From (inclusive)
es: De (inclusiva)

source: [other]
es: [otro]

source: Regular Expression
es: Expresión Regular

source: true
es: verdadero

source: yyyy-mm-dd
es: aaaa-mm-dd

source: Lower bound (inclusive)
es: Límite inferior (inclusive)

source: From
es: De

source: false
es: falso

source: To (inclusive)
es: A (inclusiva)

source: To
es: A

source: Upper bound (inclusive)
es: Cota superior (inclusiva)

source: User ID
es: Usuario

source: Pass Phrase
es: Contraseña

source: Log in
es: Entrar

source: Show all pages
es: Mostrar todas las páginas

source: Previous page
es: Página anterior

source: Current page
es: Página actual

source: Next page
es: Página siguiente

source: Open Results
es: Abrir Resultado

source: Cancel task
es: Cancelar tarea

source: Please wait...
es: Por favor espere...

source: Total utterance duration:
es: Duración total de locuciones:

source: Select all results including those not shown here
es: Seleccione todos los resultados, incluidos los que no se muestran aquí

source: Select all results
es: Seleccionar todos los resultados

source: How much context to show before/after match
es: Cuánto contexto mostrar antes/después del resultado

source: Context:
es: Contexto:

source: 1 word
es: 1 palabra

source: 5 words
es: 5 palabras

source: 10 words
es: 10 palabras

source: 20 words
es: 20 palabras

source: the whole line
es: todo el renglón

source: no context
es: sin contexto

source: To select individual results, untick 'select all N results'
es: Para seleccionar resultados individuos, quitar 'seleccionar todos los N resultados'

source: Open transcript
es: Abrir transcripción

source: Show more results
es: Mostrar más resultados

source: Show all results
es: Mostrar todos los resultados

source: Export results to CSV
es: Guardar resultados en un archivo CSV

source: CSV Export
es: Guardar CSV

source: CSV export options
es: Opciones para CSV

source: CSV Columns
es: Columnas de la Hoja

source: Fields:
es: Campos:

source: Title of this LaBB-CAT instance
es: Título de esta instancia de LaBB-CAT

source: LaBB-CAT title
es: Título LaBB-CAT

source: Version of this LaBB-CAT instance
es: Versión de esta instancia de LaBB-CAT

source: LaBB-CAT version
es: Versión LaBB-CAT

source: Identifier for this search
es: Identificador para esta búsqueda

source: Search name
es: Nombre de la búsqueda

source: Result number
es: Número de resultado

source: Number
es: Número

source: Start time of the transcript relative to the beginning of the whole episode
es: Segundo en que empezó esta transcripción, a partir del principio del episodio entero

source: Episode offset
es: Princípio en Episodio

source: End time of the transcript relative to the beginning of the whole episode
es: Segundo en que terminó esta transcripción, a partir del principio del episodio entero

source: Episode length
es: Final en Episodio

source: Start time of the utterance relative to the beginning of the transcript
es: Segundo en que empezó esta locución, a partir del principio de la transcripción

source: Line
es: Comienzo del Renglón

source: End time of the utterance relative to the beginning of the transcript
es: Segundo en que terminó esta locución, a partir del principio de la transcripción

source: Line end
es: Fin del Renglón

source: Unique identifier for the match
es: Identificador único del resultado

source: Match ID
es: ID de Resultado

source: URL for the match
es: URL para el resultado

source: The transcription of the match and its surrounding context
es: La transcripción del resultado y su contexto

source: Text
es: Texto

source: EMU WebApp options
es: Opciones para el EMU WebApp

source: EMU WebApp Tiers
es: Gradas para el EMU WebApp

source: Dictionary
es: Diccionario

source: Layer for definitions of dictionary entries
es: Capa para definiciones de entradas de diccionario

source: Define Transcript Attributes
es: Definir Atributos de Transcripciones

source: Define Participant Attributes
es: Definir Atributos de Participantes

source: Attribute ID
es: ID Atributo

source: Definition Layer
es: Capa de definición

source: [word list only]
es: [solo lista de palabras]

source: Prefix each exported file name with the match number
es: Prefijar cada nombre de archivo exportado con el número de resultado

source: Prefix Names
es: Prefijar Nombres

source: Tag target annotation in each file
es: Etiquetar blanco en cada archivo

source: Tag Targets
es: Etiquetar Blancos

source: Utterance Export
es: Guardar Locuciones

source: Utterance Export options
es: Opciones de exportación de locuciones

source: Export format
es: Exportar formato

source: Layers to export
es: Capas para exportar

source: Audio Export
es: Guardar Audio

source: Generate
es: Generar

source: Name
es: Nombre

source: Transcripts
es: Transcripciones

source: Participants
es: Participantes

source: Match count:
es: Número de resultados:

source: Clear selected filters
es: Remover filtros

source: Set Default
es: Establecer por defecto

source: Set this as the default filter for all users
es: Establecer este filtro como predeterminado para todos los usuarios

source: New record
es: Nuevo registro

source: Delete record
es: Eliminar registro

source: Merge
es: Combinar

source: Merge selected participant records into one record
es: Combinar registros de participantes seleccionados en un solo registro

source: All Utterances
es: Todas las Locuciones

source: List all utterances by these participants
es: Enumerar todas las locuciones por estos participantes

source: Export Attributes
es: Guardar Atributos

source: Export attributes to CSV
es: Guardar atributos como archivo CSV

source: List transcripts including these participants
es: Mostrar transcripciones que incluyen estos partcicipantes

source: Layered Search
es: Búsqueda de Capas

source: Search transcripts including these participants
es: Buscar en transcripciones incluyendo estos participantes

source: Page links
es: Vínculos a las páginas

source: New record
es: Nuevo registro

source: Upload Participant Data
es: Actualizar Datos de Participante

source: Import participant data from a CSV file
es: Cargar datos de participante de archivo CSV

source: Process with Praat
es: Procesar con Praat

source: Results File
es: Archivo de Resultados

source: {{rowCount}} rows
es: {{rowCount}} renglones

source: Columns
es: Columnas

source: Which field identifies the name of the transcript
es: Cuál de los campos identifica el nombre de la transcripción

source: Transcript Name column
es: Columna con Nombre de Transcripción

source: Which field identifies the name of the participant speaking
es: Cuál de los campos identifica el nombre del participante

source: Participant column
es: Columna con Participante

source: Which field identifies the start time of the phone
es: Cuál de los campos identifica el momento del comienzo del segmento

source: Start Time column
es: Columna del Comienzo

source: Which field identifies the end time of the phone
es: Cuál de los campos identifica el momento del fin del segmento

source: End Time column
es: Columna del Fin

source: Praat Processing
es: Procesamiento con Praat

source: How much context, in seconds, to extract from the audio surrounding the segment
es: Cúanto contexto, en segundos, para extraer del audio alrededor del segmento

source: Context
es: Contexto

source: Whether to extract formant measures
es: Estraer medidas de formantes

source: Formants
es: Formantes

source: Whether to extract the first formant
es: Extraer el primer formante

source: Whether to extract the second formant
es: Extraer el segundo formante

source: Whether to extract the third formant
es: Extraer el tercer formante

source: At which points in the duration of the segment at which to take measurements
es: En que momentos durante el segmento hay que medir formantes

source: Sample Points
es: Puntos de Análisis

source: Command Praat will use to extract formants
es: Comando en Praat para extraer formantes

source: Praat Formant command
es: Comando Formante de Praat

source: Default Settings
es: Ajustes Por Defecto

source: Formant ceiling - value for formantCeiling in the Praat command
es: Máximo de Formante - valor para formantCeiling en el comando Praat

source: Formant Ceiling
es: Máximo de Formante

source: Except participants whose
es: Excepto participante para quienes su

source: Attribute for differentiating participants
es: Atributo para diferenciar participantes

source: …matches
es: …coincide con

source: Regular expression to match against the layer above
es: Expresión regular para buscar coincidencia con la capa arriba

source: Maximum formant value - value for formantCeiling in the Praat command
es: Valor máximo de formante - valor para formantCeiling en el comando Praat

source: Remove alternative settings
es: Quitar ajustes alternativos

source: Add alternative settings
es: Agregar ajustes alternativos

source: Whether to use the FastTrack plugin
es: Usar el plug-in FastTrack

source: Whether to return the regression coefficients from FastTrack
es: Extraer coeficientes de regresión de FastTrack

source: Coefficients
es: Coeficientes

source: The FastTrack source code and wiki
es: El código fuente y wiki de FastTrack

source: [more information]
es: [más información]

source: Reference for citing FastTrack
es: Cómo citar FastTrack

source: [cite]
es: [citar]

source: FastTrack lowest snalysis frequency in Hertz
es: Frecuencia más baja para análisis en FastTrack (Hz)

source: Lowest Ceiling
es: Máximo Más Bajo

source: FastTrack highest analysis frequency in Hertz
es: Frecuencia más alta para análisis en FastTrack en (Hz)

source: Highest Ceiling
es: Máximo Más Alto

source: FastTrack highest snalysis frequency in Hertz
es: Frecuencia más alta para análisis en FastTrack en (Hz)

source: Advanced
es: Avanzado

source: Settings
es: Ajustes

source: Number of analyses between low and high analysis limits. More analysis steps may improve results, but will increase analysis time (50% more steps = around 50% longer to analyze).
es: Número de análisis entre los límites bajo y alto. Más pasos de análisis puede mejorar los resultados, pero incrementará el tiempo para análisis (50% más pasos = alrededor de 50% más tiempo)

source: Number of Steps
es: Número de Pasos

source: FastTrack number of coefficients for formant prediction. More coefficients allow for more sudden, and 'wiggly' formant motion.
es: Número de coeficientes que usa FastTrack para predicción de formantes. Más coeficientes deja la posibilidad de cambios más abruptos en movimiento de formantes.

source: Number of Coefficients
es: Número de Coeficientes

source: FastTrack time step in seconds
es: Largo, en segundos, de pasos en FastTrack

source: Time Step
es: Paso en Tiempo

source: Seconds
es: Segundos

source: FastTrack tracking method
es: Método que use FastTrack para rastrear los formantes

source: Tracking Method
es: Método de Rastreo

source: Heuristics
es: Heurísticos

source: Median F1 frequency should not be higher than this value
es: Frecuencia mediana de F1 no deber ser mayor a este valor

source: Uncheck to disable this heuristic
es: Deseleccionar para deshabilitar este heurístico

source: Maximum F1 frequency
es: Frecuencia Máxima F1

source: Median F1 bandwidth should not be higher than this value
es: Ancho de banda mediana de F1 no debe ser más alto que este valor

source: Maximum F1 bandwidth
es: Máximo Ancho de Banda F1

source: Median F2 bandwidth should not be higher than this value
es: Ancho de banda mediana de F2 no debe ser más alto que este valor

source: Maximum F2 bandwidth
es: Máximo Ancho de Banda F2

source: Median F3 bandwidth should not be higher than this value
es: Ancho de banda mediana de F3 no debe ser más alto que este valor

source: Maximum F3 bandwidth
es: Máximo Ancho de Banda F3

source: Median F4 frequency should not be lower than this value
es: Frecuencia mediana de F4 no deber menor a este valor

source: Minimum F4 frequency
es: Frecuencia Mínima F4

source: If F3 < 2000 Hz, F1 and F2 should be at least 500 Hz apart
es: Si F3 < 2000 Hz, F1 y F2 deben tener una diferencia de por lo menos 500 Hz

source: If F3 < 2000 Hz, F1 and F2 should be at least 500 Hz apart.
es: Si F3 < 2000 Hz, F1 y F2 deben tener una diferencia de por lo menos 500 Hz.

source: If (F4 - F3) < 500 Hz, F1 and F2 should be at least 1500 Hz apart
es: Si (F4 - F3) < 500 Hz, F1 y F2 deben tener una diferencia de por lo menos 1500 Hz

source: F3/F4 Proximity
es: Proximidad F3/F4

source: If (F4 - F3) < 500 Hz, F1 and F2 should be at least 1500 Hz apart.
es: Si (F4 - F3) < 500 Hz, F1 y F2 deben tener una diferencia de por lo menos 1500 Hz.

source: Whether to extract F0 (pitch) measures
es: Extraer medidas de F0 (tono)

source: Pitch
es: Tono

source: Minimum
es: Mínimo

source: Mean
es: Promedio

source: Maximum
es: Máximo

source: Command Praat will use to extract pitch
es: Comando en Praat para extraer el tono

source: Praat Pitch command
es: Comando Praat para Tono

source: Pitch floor - value for pitchFloor in the Praat command
es: Mínimo del tono - valor para pitchFloor en el comando Praat

source: Pitch Floor
es: Mínimo del Tono

source: Pitch ceiling - value for pitchCeiling in the Praat command
es: Máximo del tono - valor para pitchCeiling en el comando Praat

source: Pitch Ceiling
es: Máximo del Tono

source: Voicing Threshold - value for voicingThreshold in the Praat command
es: Umbral de Voz - valor para voicingTheshold en el comando Praat

source: Voicing Threshold
es: Umbral de Voz

source: Whether to extract intensity measures
es: Extraer medidas de intensidad

source: Intensity
es: Intensidad

source: Command Praat will use to extract intensity
es: Comando que usa Praat para extraer datos de intensidad

source: Praat Intensity command
es: Comando Praat de Intensidad

source: Pitch floor - value for intensityPitchFloor in the Praat command
es: Mínimo del tono - valor para intensityPitchFloor en el comando Praat

source: Whether to extract centre of gravity (COG) measures
es: Extrear medidas de centro de gravidad (COG)

source: Centre of Gravity
es: Centro de Gravidad

source: Write your own Praat script to execute for each segment
es: Escribir su propio código para que Praat lo ejecute para cada segmento

source: Custom Praat Script
es: Comandos a Medida

source: Tick to make attribute accessible to the script
es: Seleccionar para hacer accesibles atributos para el script de comandos a medida

source: Load script from file
es: Cargar comandos de Archivo

source: Your Praat script code goes here
es: Su código aquí

source: Your Praat script code
es: Su código para Praat

source: Save script to file
es: Guardar comandos en archivo

source: Start processing
es: Empezar procesamiento

source: Process
es: Procesar

source: Target this match
es: Enfocar este resultado

source: Anchor to start of {{schema.wordLayerId}}
es: Anclar al principio de {{schema.wordLayerId}}

source: match or not
es: coincidir o no

source: matches
es: coincide con

source: doesn't match
es: no coincide con

source: Regular expression
es: Expresión regular

source: Phoneme symbol selector
es: Selector de símbolos fonológicos

source: Symbol selector
es: Selector de símbolos

source: Add word-internal segment pattern
es: Agregar patrón palabra-interna

source: Remove word-internal segment pattern
es: Remover patrón palabra-interna

source: Anchor to end of {{schema.wordLayerId}}
es: Anclar al final de {{schema.wordLayerId}}

source: followed
es: seguido

source: Distance between matches
es: Distancia entre resultados

source: immediately
es: inmediatamente

source: 1 word later
es: dentro de 1 palabra

source: 2 words later
es: dentro de 2 palabras

source: by
es: por

source: Make the search one word wider
es: Agregar una palabra a la búsqueda

source: Make the search one word narrower
es: Quitar una palabra de la búsqueda

source: Narrow down the participants to search by filtering by participant attributes
es: Filtrar por atributos de participante para limitar los participantes a procesar

source: Narrow down the transcripts to search by filtering by transcript attributes
es: Filtrar por atributos de transcripción para limitar los transcripciones a procesar

source: List more transcripts
es: Mostrar más transcripciones

source: Pattern
es: Patrón

source: Return words that have been reliably word-aligned - e.g. by HTK or manually
es: Limitar a palabras con sincronización confiable - por ejemplo por HTK o manualmente

source: Only match words that are aligned.
es: Limitar a palabras sincronidazas.
